Repository: welcoMattic/shaketonbde
Catalog: www/po/*.po
Languages: fr

source: Checkroom
fr: Vestiaire

source: Drinks
fr: Boissons

source: Find events
fr: Trouver les soirées

source: Invite your friends!
fr: Invite tes potes !

source: Shoot your friends!
fr: Shoote tes potes !

source: Tickets
fr: Entrées

source: Error during contacts fetching
fr: Erreur lors de la récupération des contacts

source: Name:
fr: Nom :

source: Phone:
fr: Téléphone :

source: You are invisible:
fr: Impossible de te trouver

source: Cancel
fr: Annuler

source: Change language
fr: Changer de langue

source: English
fr: Anglais

source: French
fr: Français

source: Cell 2G connection
fr: Connexion Edge

source: Cell 3G connection
fr: Connexion 3G

source: Cell 4G connection
fr: Connexion 4G

source: Cell generic connection
fr: Connexion générique

source: Ethernet connection
fr: Connexion Ethernet

source: No network connection
fr: Pas de connexion

source: Unknown connection
fr: Connexion inconnue

source: WiFi connection
fr: Connexion WiFi

source: Choose event
fr: Choisir un évènement

source: Event is bookmarked
fr: Évènement sauvegardé hors ligne

source: Internet connection is alive
fr: Vous êtes connecté

source: No internet connection
fr: Vous n'êtes pas connecté

source: We are sorry, there's no events to display. You can bookmark events on each event page
fr: Désolé, vous n'avez aucun évènement sauvegardé à afficher

source: Yo! I invite you to this event:
fr: Yo ! Je t'invite à cette soirée :

source: the:
fr: le :
